RRN_Data/1445500/1445534.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-11-26T20:28:43.541+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-11-26T20:28:43.541+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231126-001130" version="1"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-11-26T20:28:43.124+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="231126-001130-1" version="1"><situationRecordCreationReference>frmar-231126-169478-frmar-231126-191677</situationRecordCreationReference><situationRecordCreationTime>2023-11-26T20:28:41.427+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-11-26T20:28:41.427+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-11-26T20:28:43.124+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-11-26T20:28:41.427+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Méditerranée</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-11-26T20:27:36.409+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Méditerranée/District Urbain/CEI Saint-Martin-de-Crau</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">CHANTIER RÉPARATION D URGENCE
La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 756 m au nord de La Fossette, fin : situé 18627 m au sud de Saint-Hippolyte</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Martigues vers Arles</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>northBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.49988</latitude><longitude>4.8699093</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Martin-de-Crau</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N568</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.49663</latitude><longitude>4.8741736</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Martin-de-Crau</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N568</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Saint-Hippolyte</value></values></alertCLocationName><specificLocation>37018</specificLocation></alertCLocation><offsetDistance><offsetDistance>18627</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">La Fossette</value></values></alertCLocationName><specificLocation>37019</specificLocation></alertCLocation><offsetDistance><offsetDistance>756</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>opposite</directionRelativeOnLinearSection><linearElement><roadNumber>N0568</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>13PR19G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>500.0</distanceAlong><fromReferent><referentIdentifier>13PR19G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>laneClosures</roadOrCarriagewayOrLaneManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>